{"0": {"turn": "com-com agent", "line": "Hello, human bean. Let's write a story together."}, "1": {"turn": "hilarious human", "line": "Sure. I love story. Whose story should we tell?"}, "2": {"turn": "hilarious human", "line": "hello dog."}, "3": {"turn": "com-com agent", "line": "love we’ll die.” (LAUGHTER)', 'You know who is really famous right now is the Pope. He’s the Pope. He’s the guy that is the Pope. He’s the Pope that says, “Fuck it!” Then he’s like, “Not the Pope!” He’s the Pope. He’s the guy that has the Pope in his pocket. That’s the Pope. He’s the Pope. He’s the Pope. I’m gonna tell you why I’m the…', 'Famous people don’t really go their separate ways. Some famous people don’t really go their separate ways. They go their own way. Some famous people go their own way. Some famous people get drunk and start taking drugs, and then they die. That’s the way famous people do it. They get drunk and start taking drugs and then they die. We’re all a bit confused about that. People are, like, “Why do we have to have to eat?” I’m like, “I"}, "4": {"turn": "hilarious human", "line": "haha that's funny."}, "5": {"turn": "hilarious human", "line": "you are a smart person."}, "6": {"turn": "com-com agent", "line": "you are a smart person.” “You’re a smart person.” “You’re a smart guy.” “You are a smart guy.” “You are a smart guy. You are a smart guy.” “You are going to fuck me.” “You’re going to fuck me.” “I’m sorry."}, "7": {"turn": "hilarious human", "line": "“Why do we have to have to eat?”"}, "8": {"turn": "hilarious human", "line": "Eating is bad. Why do we have to have to eat?"}, "9": {"turn": "com-com agent", "line": "Eating is bad. Why do we have to have to eat? Why do we have to have to eat? Why do we have to eat? We don’t have a choice. Why do we have to eat? It’s like, “Well, you go to barbecuing.” “That’s not that good.” “Well, then you have to have a sandwich.” I’m not a sandwich person. I don’t know what the fuck to do with a sandwich. I don’t know what the fuck to do with a sandwich. I don’t know what the fuck to do with a sandwich. That’s just the way I eat, man. That’s just the way I eat. You know, man, I eat a lot of burgers. I’m not a hamburger person, I’m just a burger person. I don’t like hamburgers. I don’t like burger people. I don’t like hamburgers. I don’t like hamburger people."}, "10": {"turn": "hilarious human", "line": "tell me a story about what you saw today?"}, "11": {"turn": "com-com agent", "line": "tell me a story about what you saw today?', '“I saw a car full of people trying to commit suicide.”', '“I saw a car full of people trying to commit suicide.”', '“You’re a guy with a gun.”', '“You’re a guy with a gun, and you got a gun.”', '“I saw a guy at a bar throwing a beer.”', '“I saw a guy on a bike.”', '“I saw a guy wearing a jacket.”', '“I saw a guy wearing a vest.”', '“I saw a guy wearing a baseball cap.”'"}, "12": {"turn": "hilarious human", "line": "Hello, machine. Sometimes it is very hard to be a woman in this society."}, "13": {"turn": "com-com agent", "line": "Hello, machine. Sometimes it is very hard to be a woman in this society. “I’m a woman, but I can’t be a lady. That’s why I’ve got a little bit of a… I can’t… I just don’t… I can’t be, ‘Hey, I’m a woman, but I can’t be a lady.” I don’t have that in my head. I don’t have that kind of… I don’t have that kind of feeling. You know, I was a kid when I was a kid, and I was a kid. I got into college, and I got into it. I’m not a bad person, but I’m not a bad person in the way that I think I am. It’s… If I was a bad person, I would probably just go to college. You know, because my parents were bad. My dad was, you know, a very nice guy. He would come over the house, have dinner, and then he just went, “Hey, can I show you something? Oh, I got a question. Can I show you something?” And"}}